Repository: payne1982/sshborg-ios
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, ru, uk, zh_hans

# sftp_upload_file_cd
source: Upload file
de: Datei hochladen
es: Subir archivo
fr: Envoyer un fichier
it: Carica file
ja: ファイルをアップロード
pt: Enviar ficheiro
ru: Загрузить файл
uk: Завантажити файл
zh_hans: 上传文件

# sftp_uploaded
source: Uploaded: %1$@
de: Hochgeladen: %1$@
es: Subido: %1$@
fr: Envoyé : %1$@
it: Caricato: %1$@
ja: アップロードしました：%1$@
pt: Enviado: %1$@
ru: Загружено: %1$@
uk: Вивантажено: %1$@
zh_hans: 已上传：%1$@

# sftp_uploaded_n_files
source: Uploaded %1$d files
de: %1$d Dateien hochgeladen
es: %1$d archivos subidos
fr: %1$d fichiers envoyés
it: %1$d file caricati
ja: %1$d 件のファイルをアップロードしました
pt: %1$d ficheiros enviados
ru: Загружено файлов: %1$d
uk: Вивантажено %1$d файлів
zh_hans: 已上传 %1$d 个文件

# sftp_uploading
source: Uploading %1$@
de: %1$@ wird hochgeladen
es: Subiendo %1$@
fr: Envoi de %1$@
it: Caricamento di %1$@
ja: %1$@ をアップロード中
pt: A enviar %1$@
ru: Загрузка %1$@
uk: Вивантаження %1$@
zh_hans: 正在上传 %1$@

# terminal_connecting
source: Connecting…
de: Wird verbunden…
es: Conectando…
fr: Connexion en cours…
it: Connessione in corso…
ja: 接続中…
pt: A ligar…
ru: Подключение…
uk: Підключення…
zh_hans: 连接中…

# terminal_connection_failed
source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
it: Connessione fallita
ja: 接続に失敗しました
pt: Ligação falhada
ru: Не удалось подключиться
uk: Не вдалося підключитися
zh_hans: 连接失败

# terminal_connection_lost
source: Connection lost
de: Verbindung unterbrochen
es: Conexión perdida
fr: Connexion perdue
it: Connessione persa
ja: 接続が切れました
pt: Ligação perdida
ru: Соединение потеряно
uk: З'єднання втрачено
zh_hans: 连接已断开

# terminal_copy_all
source: Copy all
de: Alles kopieren
es: Copiar todo
fr: Tout copier
it: Copia tutto
ja: すべてコピー
pt: Copiar tudo
ru: Копировать всё
uk: Копіювати все
zh_hans: 全部复制

# terminal_copy_error
source: Copy error
de: Fehler kopieren
es: Copiar error
fr: Copier l'erreur
it: Copia errore
ja: エラーをコピー
pt: Copiar erro
ru: Копировать ошибку
uk: Копіювати помилку
zh_hans: 复制错误

# terminal_copy_selection
source: Copy selection
de: Auswahl kopieren
es: Copiar selección
fr: Copier la sélection
it: Copia selezione
ja: 選択範囲をコピー
pt: Copiar seleção
ru: Копировать выделенное
uk: Копіювати вибране
zh_hans: 复制所选内容

# terminal_disconnect_cd
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
pt: Desligar
ru: Отключить
uk: Відключитися
zh_hans: 断开连接

# terminal_disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 切断されました
pt: Desligado
ru: Отключено
uk: Відключено
zh_hans: 已断开连接

# terminal_paste_cd
source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
pt: Colar
ru: Вставить
uk: Вставити
zh_hans: 粘贴

# terminal_pin_keys_cd
source: Keep key bar visible
de: Tastenleiste sichtbar halten
es: Mantener visible la barra de teclas
fr: Garder la barre de touches visible
it: Mantieni visibile la barra dei tasti
ja: キーバーを表示したままにする
pt: Manter a barra de teclas visível
ru: Держать панель клавиш видимой
uk: Тримати панель клавіш видимою
zh_hans: 保持按键栏可见

# timeout_15_minutes
source: 15 minutes
de: 15 Minuten
es: 15 minutos
it: 15 minuti
ja: 15 分
pt: 15 minutos
ru: 15 минут
uk: 15 хвилин
zh_hans: 15 分钟

# timeout_1_hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1 時間
pt: 1 hora
ru: 1 час
uk: 1 година
zh_hans: 1 小时

# timeout_30_minutes
source: 30 minutes
de: 30 Minuten
es: 30 minutos
it: 30 minuti
ja: 30 分
pt: 30 minutos
ru: 30 минут
uk: 30 хвилин
zh_hans: 30 分钟

# timeout_30_seconds
source: 30 seconds
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
it: 30 secondi
ja: 30 秒
pt: 30 segundos
ru: 30 секунд
uk: 30 секунд
zh_hans: 30 秒

# timeout_3_minutes
source: 3 minutes
de: 3 Minuten
es: 3 minutos
it: 3 minuti
ja: 3 分
pt: 3 minutos
ru: 3 минуты
uk: 3 хвилини
zh_hans: 3 分钟

# timeout_4_hours
source: 4 hours
de: 4 Stunden
es: 4 horas
fr: 4 heures
it: 4 ore
ja: 4 時間
pt: 4 horas
ru: 4 часа
uk: 4 години
zh_hans: 4 小时

# timeout_5_minutes
source: 5 minutes
de: 5 Minuten
es: 5 minutos
it: 5 minuti
ja: 5 分
pt: 5 minutos
ru: 5 минут
uk: 5 хвилин
zh_hans: 5 分钟

# timeout_immediately
source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: すぐに
pt: Imediatamente
ru: Сразу
uk: Негайно
zh_hans: 立即

# about_version
source: Version
es: Versión
it: Versione
ja: バージョン
pt: Versão
ru: Версия
uk: Версія
zh_hans: 版本

# group_dialog_name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt: Nome
ru: Название
uk: Назва
zh_hans: 名称

# host_field_hostname
source: Hostname / IP
es: Nombre de host / IP
fr: Nom d'hôte / IP
ja: ホスト名 / IP
pt: Nome de host / IP
ru: Имя хоста / IP
uk: Ім'я хоста / IP
zh_hans: 主机名 / IP

# host_field_jump_hosts
source: Jump hosts (-J)
es: Hosts de salto (-J)
fr: Hôtes de saut (-J)
it: Jump host (-J)
ja: 踏み台ホスト（-J）
pt: Hosts de salto (-J)
ru: Промежуточные хосты (-J)
uk: Проміжні хости (-J)
zh_hans: 跳板机（-J）

# host_field_port
source: Port
es: Puerto
it: Porta
ja: ポート
pt: Porta
ru: Порт
uk: Порт
zh_hans: 端口

# host_section_jump_hosts
source: Jump Hosts
es: Hosts de Salto
fr: Hôtes de Saut
it: Jump Host
ja: 踏み台ホスト
pt: Hosts de Salto
ru: Промежуточные хосты
uk: Проміжні хости
zh_hans: 跳板机

# ios_keys_fingerprint
source: Fingerprint
es: Huella
fr: Empreinte
it: Impronta
ja: フィンガープリント
pt: Impressão digital
ru: Отпечаток
uk: Відбиток
zh_hans: 指纹

# settings_section_backup
source: Backup
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ru: Резервное копирование
uk: Резервна копія
zh_hans: 备份

# terminal_error_details
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pt: Detalhes
ru: Подробности
uk: Подробиці
zh_hans: 详情

# timeout_1_minute
source: 1 minute
es: 1 minuto
it: 1 minuto
ja: 1 分
pt: 1 minuto
ru: 1 минута
uk: 1 хвилина
zh_hans: 1 分钟

# hostkey_terminal_host
source: Host: %1$@
fr: Hôte : %1$@
ja: ホスト：%1$@
ru: Хост: %1$@
uk: Хост: %1$@
zh_hans: 主机：%1$@

# session_type_terminal
source: Terminal
it: Terminale
ja: ターミナル
ru: Терминал
uk: Термінал
zh_hans: 终端

# settings_section_terminal
source: Terminal
it: Terminale
ja: ターミナル
ru: Терминал
uk: Термінал
zh_hans: 终端

# terminal_title_default
source: Terminal
it: Terminale
ja: ターミナル
ru: Терминал
uk: Термінал
zh_hans: 终端

# host_start_mode_home
source: Home
ja: ホーム
ru: Домашняя папка
uk: Домашня папка
zh_hans: 主目录
